Repository: iorsh/fontforge
Catalog: po/*.po
Languages: ar_sa

source: Bad Reference
ar_sa: مرجع سيء

source: Bad Template
ar_sa: قالب سيء

source: Bad image file
ar_sa: ملف صورة سيء

source: Bad image file: %.100s
ar_sa: ملف صورة سيء: %.100s

source: Bad template, no extension
ar_sa: قالب سيء، لا يوجد امتداد

source: Bad xfig file
ar_sa: ملف xfig سيء

source: Can't open %s
ar_sa: لا يمكن فتح %s

source: I'm sorry this file is too complex for me to understand (or is erroneous, or is empty)
ar_sa: أنا آسف هذا الملف معقد جدا لدرجة لا أستطيع فهمه (أو أنه خاطئ أو فارغ)

source: No _to All
ar_sa: لا _للكل

source: No selection
ar_sa: لا يوجد تحديد

source: Nothing Loaded
ar_sa: لا شيء مُحمّل

source: Nothing Selected
ar_sa: لا شيء محدد

source: Pasting...
ar_sa: يلصق...

source: Private Use Area
ar_sa: منطقة الاستخدام الخاص

source: Save Failed
ar_sa: فشل الحفظ

source: Too Complex or Bad
ar_sa: معقدة جداً أو سيئة

source: Yes to _All
ar_sa: نعم ل _الكل

source: _Cancel
ar_sa: _ألغِ

source: _No
ar_sa: _لا

source: _OK
ar_sa: _حسنا

source: _Yes
ar_sa: _نعم
